--
--	HMT Bus GO -- 华农校巴查询程序
--
--	@note 校巴线路数据 #201704062203
--
--	@author CRH380A-2722 <609657831@qq.com>
--	@license MIT
--	@copyright 2016-2017 CRH380A-2722
--

INSERT INTO bus_line (line_id, line_name, first_bus, last_bus, line_start, line_end) VALUES
(1, '1号线', '07:10', '22:00', '工程学院', '荷园'),
(2, '1号线', '07:10', '22:00', '荷园', '工程学院'),
(3, '2号线', '07:20', '22:00', '正门(地铁站)', '荷园'),
(4, '2号线', '07:20', '22:00', '荷园', '正门(地铁站)'),
(5, '3号线', '07:40', '18:00', '正门(地铁站)', '茶山广场'),
(6, '3号线', '07:40', '18:00', '茶山广场', '正门(地铁站)');
